/*
  Localizable.strings
  Travner

  Created by Lorenzo Lins Mazzarotto on 30/04/22.

*/

/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Excluir";
"Basic settings" = "Configurações básicas";



/* MAIN ACTIVITIES */

"Home" = "Início";
"Open" = "Aberto";
"Closed" = "Fechado";
"Awards" = "Prêmios";



/* HOME VIEW */

"Up next" = "A seguir";
"More to explore" = "Mais para explorar";
"%@, %lld items, %g%% complete." = "%@, %lld itens, %g%% concluído.";



/* PROJECTS VIEW */

"Open Projects" = "Projetos Abertos";
"Closed Projects" = "Projetos Fechados";
"Add Project" = "Adicionar Projeto";
"Add New Item" = "Adicionar Novo Item";
"There's nothing here right now" = "Não tem nada aqui agora";

/* A button that shows a menu with the following options */
"Sort" = "Ordenar";
"Sort items" = "Ordenar itens"; /* The title of the menu */
"Optimized" = "Otimizada"; /* Sort using an optimized algorithm */
"Creation Date" = "Data de Criação"; /* Sort by the date items were created */
"Title" = "Título"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "Novo Projeto";
"New Item" = "Novo Item";

"%@, completed." = "%@, concluído.";
"%@, high priority." = "%@, alta prioridade.";



/* EDITING PROJECTS */
"Edit Project" = "Editar Projeto";
"Project name" = "Nome do projeto";
"Description of this project" = "Descrição deste projeto";
"Custom project color" = "Cor personalizada do projeto";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Fechar este projeto";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Fechar um projeto o move da guia Aberto para Fechado; excluí-lo remove o projeto completamente.";
"Reopen this project" = "Reabrir este projeto";
"Delete this project" = "Excluir este projeto";
"Delete project?" = "Excluir projeto?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "em certeza de que deseja excluir este projeto? Você também excluirá todos os itens que ele contém.";

"Pink" = "Rosa";
"Purple" = "Roxo";
"Red" = "Vermelho";
"Orange" = "Laranja";
"Gold" = "Ouro";
"Green" = "Verde";
"Teal" = "Cerceta";
"Light Blue" = "Azul Claro";
"Dark Blue" = "Azul Escuro";
"Midnight" = "Meia-noite";
"Dark Gray" = "Cinza Escuro";
"Gray" = "Cinza";

"Project reminders" = "Lembretes do projeto";
"Show reminders" = "Mostrar lembretes";
"Oops!" = "Ops!";
"There was a problem. Please check you have notifications enabled." = "Houve um problema. Verifique se as notificações estão ativadas.";
"Check Settings" = "Configurações";
"Reminder time" = "Hora do lembrete";



/* EDITING ITEMS */
"Edit Item" = "Editar Item";
"Item name" = "Nome do item";
"Description" = "Descrição";
"Priority" = "Prioridade";
"Low" = "Baixa";
"Medium" = "Média";
"High" = "Alta";

"Mark Completed" = "Marcar Concluído"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Bloqueado";
"Unlocked: %@" = "Desbloqueado: %@";


/* UNLOCKING PREMIUM */
"Get Unlimited Projects" = "Obtenha Projetos Ilimitados";
"You can add three projects for free, or pay %@ to add unlimited projects." = "Você pode adicionar três projetos gratuitamente ou pagar %@ para adicionar projetos ilimitados.";
"If you already bought the unlock on another device, press Restore Purchases." = "Se você já comprou o desbloqueio em outro dispositivo, pressione Restaurar Compras.";
"Restore Purchases" = "Restaurar Compras";
"Sorry, there was an error loading the store. Please try again later." = "Desculpe, houve um erro ao carregar a loja. Por favor, tente novamente mais tarde.";
"Buy: %@" = "Comprar: %@";
"Loading…" = "Carregando…";
"Thank you!" = "Obrigado!";
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "TObrigado! Sua solicitação está pendente de aprovação, mas você pode continuar usando o aplicativo enquanto isso.";
"Dismiss" = "Descartar";



/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Selecione algo no menu para começar.";
